Revit 2024 API
BuiltInFailures.TagFailures.CannotPasteAssociate Property
 Can't find new associated element. Element won't be copied.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static FailureDefinitionId CannotPasteAssociate { get; }
Visual Basic
Public Shared ReadOnly Property CannotPasteAssociate As FailureDefinitionId
	Get
Visual C++
public:
static property FailureDefinitionId^ CannotPasteAssociate {
	FailureDefinitionId^ get ();
}
See Also
BuiltInFailures.TagFailures Class
Autodesk.Revit.DB Namespace